alacritty
android-tools
ansible
anyrun-git
aws-cli-v2
base
base-devel
bash-completion
bat
blueman-git
bluez
bluez-utils
brave-bin
bridge-utils
brightnessctl
btop
btrfs-progs
clang
cliphist
cursor-bin
dbeaver
dhcpcd
dirb
discord
dnsmasq
docker
docker-buildx
docker-compose
dosfstools
duf
dunst
efibootmgr
emacs
eza
ffmpeg
file-roller
firefox
firewalld
fzf
git
go
gparted
grim
gvfs-mtp
htop
hyprland
hyprlock
imv
in
intel-ucode
iwd
jenkins-lts
keepassxc
kitty
kubeadm
kubectl
kubelet
less
lftp
libreoffice-fresh
linux
linux-firmware
linux-firmware-nvidia
linux-headers
man-db
minikube
mitmproxy
mpd
mpv
nano
ncmpcpp
neofetch
neovim
net-tools
newsboat
nmap
noto-fonts-cjk
noto-fonts-emoji
npm
nwg-displays
nwg-look
obs-studio
openbsd-netcat
openfortivpn
openssh
pacman-contrib
pamixer
paru-bin
paru-bin-debug
pavucontrol
perl-image-exiftool
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-media-session
polkit-gnome
postgresql
pulseaudio-bluetooth
python-pillow
qbittorrent
ranger
ripgrep
slurp
spotify
swaybg
tcpdump
terraform-bin
thunar
tldr
tmux
tree
ttf-jetbrains-mono-nerd
tumbler
unzip
usbutils
valkey
virtualbox
virtualbox-host-modules-arch
visual-studio-code-bin
vlc
waybar
weylus-bin
wget
wireshark-qt
woff2-font-awesome
wofi
xclip
xdg-desktop-portal-hyprland
xdg-user-dirs
yay
yay-debug
yt-dlp
zoxide
zram-generator
zsh
zsh-syntax-highlighting
